Projects/HerokuProject/mh4nx7ku/app/controllers/posts_controller.rb

    def create
        @post = Post.new(post_params)
        if @post.save
---
INSERT INTO "posts" ("title", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "try a new post"], ["content", "1st post"], ["created_at", "2019-02-24 07:07:20.689793"], ["updated_at", "2019-02-24 07:07:20.689793"]]